log/soap.log_getTransaction_request.xml

<?xml version="1.0" encoding="utf-8" ?>
<env:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Body>
    <n1:GetTransaction xmlns:n1="http://merchantapiservice.services.poli.centricom.com/">
      <n1:request xmlns:n2="http://schemas.datacontract.org/2004/07/Centricom.POLi.Services.MerchantAPI.Contracts">
        <n2:AuthenticationCode>1X4@wir&amp;4K!</n2:AuthenticationCode>
        <n2:MerchantCode>PMobile</n2:MerchantCode>
        <n2:TransactionToken>niE1sp6NpdcReT9sTyp7zacZbOfc+3QT</n2:TransactionToken>
      </n1:request>
    </n1:GetTransaction>
  </env:Body>
</env:Envelope>